Repository: CarolaneLFBV/horoscode-ios
Catalog: Horoscode/Local/Localizable.xcstrings
Source language: en
Languages: fr

# about.description
source: Original Project From Cedric Leprohon.
fr: Projet original de Cédric Leprohon.

# about.horoscode.goal
source: Horoscode provides a simple and fun way for people to learn about astrology with coding.
fr: Horoscode offre une manière simple et amusante de découvrir l'astrologie tout en apprenant à coder.

# about.title
source: About
fr: À propos

# about.website
source: Website
fr: Site internet

# app.loading
source: Loading
fr: Chargement

# app.settings
source: Settings
fr: Paramètres

# contact.button
source: Send an email
fr: Envoyer un email

# contact.description
source: Troubling with an issue? Having a question? Please contact us with this email!
fr: Un problème ? Une question ? Contactez-nous!

# contact.title
source: Contact us
fr: Contactez-nous

# Detail
source: Prediction Of The Day
fr: Prédiction du jour

# DetailHeadline
source: By clicking on your astrological sign, you get access to the prediction of the day!
fr: En cliquant sur votre signe astrologique, vous accédez à la prédiction du jour !

# error.api.email
source: An error occurred on the server, please try later.
fr: Une erreur est survenue lors de la récupération des données, veuillez réessayer ultérieurement.

# error.api.invalidData
source: An error occurred on the server, please try later.
fr: Une erreur est survenue lors de la lecture des données.

# error.api.noNetwork
source: No network connection available, please check your connection.
fr: Une erreur réseau est survenue, veuillez vérifier votre connexion Internet.

# error.api.serverError
source: An error occurred on the server, please try later.
fr: Une erreur est survenue lors de la récupération des données, veuillez réessayer ultérieurement.

# error.notifications
source: An error occurred while getting notifications.
fr: Une erreur est survenue lors de la récupération des notifications.

# error.title
source: Error
fr: Erreur

# horoscode.notification.body
source: Come check out your daily horoscode!
fr: Viens regarder ton horoscode du jour!

# notifications.confirmation
source: You can receive notifications about your horoscode by taping on Enable Notifications.
fr: Vous pouvez recevoir des notifications sur votre horoscode en appuyant sur Activer les notifications.

# notifications.default
source: Unknown notification status.
fr: Statut de notification inconnu.

# notifications.denied
source: Notifications denied. Please enable them in settings.
fr: Notifications refusées. Veuillez les activer dans les paramètres.

# notifications.enable
source: Enable Notifications
fr: Activer les Notifications

# notifications.pending
source: Notification status is pending.
fr: Le statut des notifications est en attente.

# notifications.status
source: Notification Status
fr: Status des Notifications

# notifications.success
source: Notifications successfully enabled!
fr: Notifications Activées !

source: Rate: %lld
fr: Score: %lld

source: Unknown Sign
fr: Signe astrologique inconnu

source: Welcome
fr: Bienvenue

# WelcomeHeadline
source: Welcome to Horoscode! Get to know your prediction of the day in our list of astrological signs!
fr: Bienvenue sur Horoscode ! Découvrez votre prédiction du jour dans notre liste de signes astrologiques !
